ontwikkel_nvwa/update_req_productie_KOPIE.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:v4="http://ec.europa.eu/sanco/tracesnt/base/v4"
                  xmlns:oas="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd"
                  xmlns:v1="http://ec.europa.eu/tracesnt/referencedata/v1">
    <soapenv:Header>
        <v4:LanguageCode>nl</v4:LanguageCode>
        <v4:WebServiceClientId>vgc-client</v4:WebServiceClientId>
        <oas:Security>
            <!--You may enter ANY elements at this point-->
        </oas:Security>
    </soapenv:Header>
    <soapenv:Body>
        <v1:GetClassificationTreeUpdatesRequest>
            <v1:TreeID>chedp</v1:TreeID>
            <v1:UpdateDateTimeRange>
                <v4:From>2022-02-01T00:00:00.000+02:00</v4:From>
                <v4:To>2022-03-01T00:00:00.000+02:00</v4:To>
            </v1:UpdateDateTimeRange>
        </v1:GetClassificationTreeUpdatesRequest>
    </soapenv:Body>
</soapenv:Envelope>